<!DOCTYPE html>
<html>
<head>
<script src="https://jnadtech.com/dist/js/jquery-3.1.1.min.js"></script>
<link rel="shortcut icon" href="https://jnadtech.com/image/JNAD.ico"/>
<link href="https://jnadtech.com/dist/css/bootstrap.css" rel=stylesheet>
<script src="https://jnadtech.com/dist/js/bootstrap.js"></script>
<style> 
	div {
	    -webkit-user-select: none; /* Safari 3.1+ */
	    -moz-user-select: none; /* Firefox 2+ */
	    -ms-user-select: none; /* IE 10+ */
	    user-select: none; /* Standard syntax */
	}
</style>
</head>
<body>
	
	<div class="col-xs-12" style="text-align: center;margin:20px 0px;">
		<h2>謙一設計公司-隱私權政策</h2>
	</div>

	<div class="container text-justify" style="padding-top:8%;margin-bottom: 50px;">
		<br>
		<b>隱私權政策</b>
		<br>
		<br> 本公司十分重視您的隱私權保護，將依個人資料保護法及本隱私權政策，蒐集、處理及利用您的個人資料，並提供您對個人資料權利之行使與保護。
		<br>
		<br> 1. 本隱私權政策適用之範圍
		<br> 請您在於使用本公司的服務前，確認您已審閱並同意本隱私權政策所列全部條款。登錄及使用GreenPet，代表您同意本公司根據下列條款蒐集、使用及披露您的信息；若您不同意本隱私權政策之全部或部分者，請您停止使用本公司的服務。
		<br>
		<br> 2. 收集個人資料的種類
		<br> 會員須不時提供可辨識您個人身份的資料，包括但不限於您的姓名、性別、年齡、電話號碼、傳真號碼、地址、電子郵件信箱、信用卡資料、銀行戶口號碼等個人資訊。如果您拒絕提供有關資料，便可能無法登入GreenPet的部分內容，並可能令本公司無法處理您的申請或要求，因而令您無法達到使用GreenPet的目的。如您未滿十八歲，必須先得到家長或監護人的同意，方可向本公司提供任何可辨識個人身份的資料。
		<br>
		<br> 3. 個人資料收集，處理及利用說明
		<br> 本公司可能收集，保留及使用您的個人資料以作為以下用途：
		<br> (1) 核實會員身份。
		<br> (2) 提供並處理會員所選擇之服務。
		<br> (3) 根據各國家個人資料保護法律定義的核對程式。
		<br> (4) 進行本公司之會員管理。
		<br> (4) 執行行銷活動與內部研究分析，以改善我們的產品或服務，以及用於行銷活動調查及推廣用途。
		<br> (5) 維護和開發移動通訊的業務系統和基礎設施，包括測試及更新該等系統。
		<br> (6) 協助預防，偵查或調查犯罪或潛在犯罪活動，或依據法律規定提供相關協助。
		<br> 除依法應提供予司法、檢調機關、相關主管機關，或與本公司為執行相關行銷活動必要範圍之利用外，本公司將不會任意將您的個人資料提供予第三人。
		<br>
		<br> 4. Cookie 技術
		<br> 為便於日後的辨識，當您使用GreenPet服務時，本公司可能會在您的行動電話或其他設備上設定與存取 Cookie。您可以透過設定您的行動電話或其他設備，決定是否允許 Cookie 技術的使用，若您關閉Cookie時，可能會造成您使用本公司服務時之不便利或部分功能限制。
		<br> 使用本公司服務時，本公司會基於以下原因會使用 Cookies。
		<br> (1) 確認顧客的登錄狀況或購物車功能的安裝
		<br> (2) 調查本公司產品與服務的利用狀況或進一步提升本公司的廣告、市場策劃及服務
		<br> (3) 第三者廣告商例如 Google 及其他網站上登廣告
		<br> 符合以上目的而取得的第三者 Cookies 資料是會根據個人資料隱私權保護條例作出處理。
		<br>
		<br> 第三者廣告經營商(如：Google、Facebook等)有可能使用Cookies，以取得GreenPet的瀏覽者的訪問信息，而且在第三者網站也會有機會出現本公司的廣告。此外，顧客也能夠透過訪問第三者網站上提供的「退出頁面選擇」，停止該第三者利用
		Cookies 信息發放的廣告。
		<br>
		<br> 5. 保密與安全性
		<br> 本公司之員工，僅於為您提供產品或服務之需求範圍內，對於您的個人資料得為有限之接觸。同時，您向本公司提供的個人資料將安全保存，只有獲授權人士方可查閱。本公司的網上登記程序採用 SSL 技術配合數據傳送，以可靠的加密形式保護您的資料，確保隱私權獲得保障。
		<br>
		<br> 為了保護您的帳戶及個人資料的安全，請您不要任意將個人帳號、密碼提供予第三人或允許第三人以您的個人資料申請帳號、密碼，否則，相關責任由會員自行負擔。若您的帳號、密碼有外洩之虞，請您立即更改密碼，或通知本公司暫停該帳號（本公司可能會要求核對您的個人資料）。同時，請您在使用GreenPet時，避免將個人資料提供予他人或在其他途徑上公開揭露。
		<br>
		<br> 6. 未成年人保護
		<br> GreenPet並非特別為未成年人/兒童設計，未成年人使用時，若同意GreenPet蒐集、利用其個人資訊時，應在法定代理人或監護人之同意下為之。法定代理人或監護人得隨時請求本公司停止特定帳號及其相關之個人資料之蒐集、處理及利用行為。
		<br>
		<br> 7. 隱私權政策之修改
		<br> GreenPet保留修訂隱私權政策內容之權利與服務，隱私權政策如經修改，GreenPet將以您所提供之電子郵件或簡訊通知您相關之重大變更，並於本GreenPet平台公告。若您不同意該等變更或修改，請停止繼續使用本公司的服務，並依本隱私權政策規定通知本公司停止蒐集、處理及利用您的個人資料。
		<br>
		<br> 您可隨時修改個人帳號資料，我們保有權利向您傳送本公司服務相關的特定訊息 (如服務公告，管理訊息)，這些訊息被視為您帳號的一部分，您無法選擇退出接收。
		<br>
		<br> 8. 問題和建議
		<br> 如果您對於GreenPet中的隱私權政策有任何問題或建議，請來信 info@mskflorist.com 詢問。
		<br>
	</div>

</body>
</html>
